cask "1password"
cask "1password-cli"
cask "bartender"
cask "claude"
cask "claude-code"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "linear-linear"
cask "notion"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "utc-menu-clock"
cask "utm"
cask "vivid-app"
cask "wezterm"
cask "zed"
cask "zoom"
