tap "felixKratz/formulae"
tap "homebrew/bundle"
tap "notnmeyer/daylog-cli"
tap "notnmeyer/tsk"
tap "supabase/tap"
tap "goreleaser/tap"
tap "loops-so/tap"

brew "borders"
brew "notnmeyer/daylog-cli/daylog"
brew "docker-credential-helper-ecr"
brew "supabase/tap/supabase"

cask "1password"
cask "1password-cli"
cask "bartender"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "goreleaser/tap/goreleaser-pro"
cask "hoppscotch"
cask "linear-linear"
cask "loops-so/tap/loops"
cask "notion"
cask "ollama-app"
cask "spotify"
cask "slack"
cask "steam"
cask "tailscale-app"
cask "notnmeyer/tsk/tsk"
cask "utc-menu-clock"
cask "utm"
cask "visual-studio-code"
cask "vivid-app"
cask "wezterm"
cask "zed"
cask "zoom"
