cask "1password"
cask "1password-cli"
cask "bambu-studio"
cask "claude"
cask "claude-code"
cask "firefox"
cask "ghostty"
cask "gog-galaxy"
cask "hey-desktop"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "transmission"
cask "utm"
cask "vivid-app"
cask "vlc"
cask "wezterm"
cask "zed"
