tap "felixKratz/formulae"
tap "homebrew/bundle"
tap "notnmeyer/daylog-cli"
tap "notnmeyer/tsk"

brew "borders"
brew "flyctl"
brew "gh"
brew "opencode"
brew "notnmeyer/daylog-cli/daylog"
brew "temporal"

cask "bambu-studio"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "firefox"
cask "ghostty"
cask "godot"
cask "gog-galaxy"
cask "google-chrome"
cask "hey-desktop"
cask "lm-studio"
cask "obsidian"
cask "plex"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "transmission"
cask "tsk"
cask "utm"
cask "vivid-app"
cask "vlc"
cask "wezterm"
cask "whisky"
cask "zed"
