tap "felixKratz/formulae"
tap "homebrew/bundle"
tap "notnmeyer/daylog-cli"
tap "notnmeyer/tsk"

brew "borders"
brew "flyctl"
brew "gh"
brew "notnmeyer/daylog-cli/daylog"
brew "notnmeyer/tsk/tsk"

cask "bambu-studio"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "ghostty"
cask "godot"
cask "gog-galaxy"
cask "google-chrome"
cask "hey"
cask "lm-studio"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "orbstack"
cask "plex"
cask "spotify"
cask "steam"
cask "tailscale"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whisky"
cask "windsurf"
cask "zed"
