tap "homebrew/bundle"
tap "notnmeyer/daylog-cli"
brew "fish"
brew "notnmeyer/daylog-cli/daylog"
cask "1password"
cask "insomnia"
cask "jetbrains-toolbox"
cask "ngrok"
cask "orbstack"
cask "sublime-text"
cask "visual-studio-code"
cask "wezterm"
vscode "fwcd.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
