tap "homebrew/bundle"
tap "notnmeyer/daylog-cli"
tap "notnmeyer/tsk"

brew "notnmeyer/daylog-cli/daylog"
brew "notnmeyer/tsk/tsk"
brew "docker-credential-helper-ecr"

cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "ghostty"
cask "google-chrome"
cask "linear-linear"
cask "notion"
cask "orbstack"
cask "spotify"
cask "slack"
cask "steam"
cask "utc-menu-clock"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
